"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Khởi chạy Impress trên máy tính của bạn\n* Kết nối các thiết bị với cùng một mạng Wifi\n* Thiết bị iOS của bạn hiện tại đang kết nối với \"%@\"";
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Hiện tại bạn đang không kết nối với mạng Wifi.\n* Kết nối thiết bị iOS của bạn và máy tính với cùng một mạng Wifi\n* Làm mới\n* Gợi ý: bạn có thể tạo điểm phát sóng cá nhân trên thiết bị iPhone/máy tính của bạn";

/* Popover option */
"About Impress Remote" = "Giới thiệu về điều khiển Impress";
"Back" = "Trở về";

/* Popover option */
"Blank Screen" = "Màn hình trống";
"Cancel" = "Huỷ";
"Click to refresh" = "Nhấn để làm mới";

/* Back button to the connect page on navbar */
"Connect" = "Kết nối";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Kết nối các thiết bị của bạn với cùng một mạng Wifi.";

/* instruction page title */
"Connection" = "Kết nối";

/* Popover option */
"Connection Help" = "Hỗ trợ kết nối";

/* Connection Lost Alert title */
"Connection Lost" = "Kết nối bị mất";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Rất tiếc, kết nối bị mất...Vui lòng thử kết nối lại với máy tính của bạn. ";

/* Control instruction title */
"Control" = "Điều khiển";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Tạo điểm phát sóng cá nhân trên iPhone của bạn nếu cần thiết.";

/* Server list section title */
"Custom Connections" = "Tuỳ chỉnh kết nối";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Trong trường hợp máy tính của bạn không hiển thị trong mục phía trên, thêm máy tính một cách thủ công bằng địa chỉ IP. ";

/* Server list section title */
"Detected Connections" = "Các kết nối đã phát hiện";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Nhập mã PIN trong Trình chiếu - Điều khiển Impress";

/* Connection failure title */
"Failed to reach server" = "Truy cập máy chủ thất bại";

/* Connection failure message */
"Failed to reach server Msg" = "Vui lòng xác minh địa chỉ IP và đảm bảo rằng LibreOffice Impress đang chạy với tính năng Điều khiển Impress đã được bật.";
"Failed to reach your computer" = "Kết nối với máy tính của bạn thất bại";
"Help" = "Trợ giúp";

/* In app How-to title */
"How-to" = "Hướng dẫn";

/* App name displayed on navbar */
"Impress Remote" = "Điều khiển Impress";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Địa chỉ IP không hợp lệ";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Địa chỉ IP bạn vừa nhập không hợp lệ";

/* EditableTableViewCell placeholder */
"IP Address" = "Địa chỉ IP";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Khởi chạy Impress & chọn máy tính của bạn.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Tên (không bắt buộc)";
"New Server" = "Máy chủ mới";
"No, thanks" = "Không, cám ơn";

/* OK Button on Alert view */
"OK" = "OK";

/* backButton for Tutorial */
"Ok, thanks" = "Ok, cám ơn";

/* Pairing instruction title */
"Pairing" = "Ghép nối";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Hướng dẫn kết nối";
"Pairing Instructions Msg" = "1. Khởi chạy LibreOffice trên máy tính của bạn\n\n2. Bật Tuỳ chọn - LibreOffice - Chung - Bật điều khiển từ xa\n\n3. Đảm bảo máy tính và thiết bị của bẹn đã được kết nối với cùng một mạng Wifi\n\n4. Nhập thủ công địa chỉ IP của máy tính nếu như nó không tìm thấy\n\n5. Kết nối và tận hưởng!\n\n";

/* Update button text in diffrent states */
"Pause" = "Tạm dừng";
"Please consider restart LibreOffice Impress on your computer." = "Vui lòng cân nhắc khởi động lại LibreOffice Impress trên máy tính của bạn.";

/* Popover option */
"Restart" = "Khởi động lại";
"Resume from blank screen" = "Tiếp tục từ màn hình trống";

/* Popover option */
"Resume from blank Screen" = "TIếp tục từ màn hình trống";
"Searching" = "Đang tìm kiếm";

/* Sidebar section header */
"Slides" = "Trang chiếu";

/* Update button text in diffrent states */
"Start" = "Bắt đầu";

/* Popover option */
"Stop Presentation" = "Dừng trình chiếu";

/* Sidebar section header */
"Stop Watch" = "Bấm giờ";
"Take a tour of iOS Impress Remote?" = "Dạo một vòng Điều khiển Impress iOS?";

/* Sidebar section header */
"Timer" = "Hẹn giờ";
"Yes" = "Vâng";


